Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 数量充足且可购买是最重要的前提。
en_us: The important prerequisite for purchasing the alcohol was a sufficient stock supply.

source: 整个过程就像是一场艺术表演，两个孩子不知道什么时候也来到了餐厅门口，入神的看着麦格的表演。
en_us: The entire process was like an artistic performance. The two children also came to the kitchen's entrance, and watched Mag's performance. They were mesmerized.

source: 文字版的绿豆糕菜谱非常简单，核心就是将绿豆去皮，然后泡发碾压成绿豆蓉，再加入蜂蜜、白糖等各种配料，将绿豆糕在模具中定型，这绿豆糕也就完成了。
en_us: The recipe for the mung bean cake was very simple. Its core was to remove the skin of the mung beans, soak them in water, and squash them into mung bean paste before adding honey, sugar, and other ingredients. After that, place the mixture into a mold, and the mung bean cake would be done.

source: 料汁是拍黄瓜滋味区别的核心。
en_us: The flavoring sauce was the core of the taste for Smashed Cucumber Salad.

source: 斧头无所阻挡的落在了地窖门上，结结实实的一声闷响，一道道裂纹也是出现在地窖门上。
en_us: The axe landed on the cellar's door without any obstruction. It was a solid thud and cracks began to appear on the cellar's door too.

source: 断了一臂的奥斯特眉头紧皱，“能有什么办法？”
en_us: Auster, who had lost an arm, furrowed his brows deeply. "What can we do?"

source: 新住民已发现克苏鲁的存在，理解程度正在评估中……」
en_us: New inhabitants had discovered the existence of Cthulhu. Extent of understanding under evaluation...]

source: 新住民的实力上限在数千年前出现，超出十级的限制级强者已经无法出现，而他的实力显然已经超出这个限制。
en_us: The new inhabitants' upper limit appeared a few thousand years ago. Powerhouses above the 10th-tier could no longer appear, but his power had obviously broken through the limit.

source: 新住民的实力依旧普遍较低，自保能力较弱，并且没有可靠的搜寻被控制者的能力。
en_us: The new inhabitants were still rather weak and could not defend themselves. On top of that, they did not have the ability to search for the controller.

source: 新住民的饮食依旧不太健康，这也是她不喜欢食用他们的食物的重要原因。
en_us: The new inhabitants' diet was still too unhealthy. This was also the main reason that she didn't like to eat their food.

source: 新鲜大蒜剥皮捣烂成蒜泥，麦格便又开始了如化学制药一般精细的调配。
en_us: After peeling off the garlic skin and pounding it down, Mag started his meticulous seasoning, as though he was making some chemical medicine.

source: 新鲜的鲜，鲜美的鲜！
en_us: Freshness and the taste of umami!

source: 旁边的人已经开始恭贺。
en_us: The people around already started to congratulate him.

source: 旁边的看客跟着起哄，看人套鹅还挺有趣的，特别是套不中抓耳挠腮的模样，更是好笑。
en_us: The customers at the side cheered him on too. It was interesting to watch people try to ring the goose. It was even funnier when the person failed and looked frustrated.

source: 旁边那位留着胡须的是弗格斯，美酒协会的会长，一位公正且专业的长者……”埃菲给麦格介绍着进门来的老者们的身份。
en_us: The one with the moustache is Fergus, the President of Wine and Liquor Association. A fair and professional elder..." Eiffie introduced the elders' identities to Mag.

source: 无他。
en_us: There was only one reason.

source: 无他，唯嘴馋而已。
en_us: She just wanted to eat.

source: 无形屏障消失之后，将军府的护卫也是发现了这边的异常，纷纷提着水桶和刀剑赶来救火护驾。
en_us: After the invisible force field disappeared, the guards at the general's mansion realized that there was something amiss at this side of the mansion. They quickly rushed over with buckets of water and their weapons to put out the fire and save the general.

source: 无数古尸从洞穴外涌来，不过在天都剑前都不是一合之敌，强行杀出了一条道来。
en_us: Countless ancient corpses surged out from the cave. However, they were no match for the Tian Du sword as it made a path through the wave of corpses.

source: 无数官员的小梦想，在一家小酒馆被实现了。
en_us: The little wish of many officials was fulfilled in a little tavern.

source: 无数道黑色的旋风凭空出现，将空间撕裂，拦住了紫纹狮鹫前冲的路线，并且向着它围猎而来。
en_us: Countless black hurricanes appeared out of nowhere and ripped apart the spaces. They blocked the purple-striped griffin and gradually surrounded it.

source: 无法得知在过去数百亿年间，这片大陆是否诞生过更高级的文明，并且存留下来。
en_us: I am unable to know if an even more advanced civilization had appeared and continued to exist on this land in the past billions of years.

source: 无法想象这竟然是一家餐厅的服务员的实力。
en_us: He couldn't imagine that this was actually the power of this restaurant's service staff.

source: 无论从哪个角度看，都有着完美的外形。
en_us: It looked perfect from every angle.

source: 无论以后他怎么洗，有了这样的污点，除非他控制了所有人，否则他这辈子都不可能再成为洛斯帝国的国王。
en_us: No matter how Josh could try to whitewash it later, there was no way Josh could become the king of the Roth Empire in this lifetime with a stain like this unless he could control everyone.

source: 无论是哪一个消息，都足够惊悚和令人紧张。
en_us: No matter which piece of news it was, they were all terrifying and nerve-wracking.

source: 无论是场景还是人物，都画的极好。
en_us: Be it the backdrop or the characters, they were all drawn excellently.

source: 无论是层层叠叠的奇妙组合，还是外酥里嫩，却又包裹着咸香蛋黄的天马星空的创意，都令人惊叹切沉迷。
en_us: Be it that exquisite layered combination, that crunchy exterior and tender interior, or that innovative creation of the red bean paste wrapping around the salted egg yolk, they were all amazing.

source: 无论是战争还是谈判，乔修都把他最好的一张牌提前丢了出去。
en_us: Be it war or negotiations, Josh had already thrown his best card out too early.

source: 无论是故事情节还是画风，都落了下乘，很难想象这种水准的本子，竟然还能让那老板当宝贝一样藏着卖。
en_us: Be it the story's plot or the drawing style, it was difficult to imagine that storybooks of this standard were treated like a treasure by that boss.

source: 无论是果酒还是粮食酒，再如何过滤，必然都会留下一些杂质在酒中，就算杂质极少的，那酒水的颜色也绝不可能是透明的，看起来就像是一杯刚刚接的山泉水一般。
en_us: No matter how much distillation was done, be it fruit wine or grain wine, there would definitely be some sediment left in the wine. Even if there was a minimal amount of sediment, the wine could never be this clear. This just looked like water scooped up from a mountain spring.

source: 无论是配料的数量，过程的复杂程度，还有各种技巧，都让麦格有点发憷。
en_us: Be it the number of ingredients, complexity of the procedures, or all the different kinds of techniques, they all stunned Mag.

source: 既然想喝酒，那就喝点好的，都要醉一场，还不如输给好酒。
en_us: Since he wanted to have a drink, he should have something good. If he was going to get drunk, he was going to get drunk on good liquor.

source: 既然酒名泰坦，那这酒味就应该如名字般具有冲击性，才对得起人家对这个名字的期待嘛。
en_us: Since it was named Titan, the smell of the wine should be as impactful as its name. That would liveup to people's expectations of the name.

source: 既然错了，自然有人要承担结果，来平复族人的愤怒。”
en_us: "Since a wrong was done, someone needs to be responsible for the consequences to appease our people."

source: 旧日支配者在她们的文明体系中被定性为‘入侵者’。
en_us: The Great Old Ones were deemed as the "invaders" in their civilization.

source: 旧日支配者的存在已经被证实，而且麦格还煮过半个。
en_us: The existence of the Great Old Ones had been ascertained and Mag even cooked half of it.

source: 旧日支配者的存在，如同一把悬在头顶之上的达摩克利斯之剑。
en_us: The Great Old Ones' existence was just like the Sword of Damocles hanging above their heads.

source: 早上要忙教堂方面的工作，不能一早来餐厅排队，只能自己随便对付一下。
en_us: He was busy with the church's matters in the morning, and he couldn't come and line up, so he settled his breakfast simply.

source: 早餐店老板看着小小一只的艾米，也是向着门口的方向看了一眼，见外面确实没有大人再进来，笑眯眯道：“小姑娘，早餐可以打包的，但是你家大人呢？让你家大人来买吧，一会你可能不好拿走哦。”
en_us: The boss of breakfast shop saw the tiny Amy and then he looked at the door too. Seeing that there was indeed no adults following her, he smilingly said, "Little girl, you can takeaway the breakfast, but where are your adults?Let them come to get them. You might not be able to bring them away later."

source: 时间控制就这？
en_us: That was all the mind control ability could do?

source: 星空洞府中。
en_us: In the Starry Cave.

source: 昨天他听说了洛都城里发生的灭门惨案，他最敬重的那位上司就被灭了门，昨晚听到消息后，也跟着撞墙一起去了。
en_us: He heard about the family murder case in Rodu yesterday. It was the family of the superior he respected the most. Last night, when the superior received the news, he smashed his head against the wall and passed away.

source: 昨天刚刚出炉的新鲜任务，高额的佣金，明确的目标，并没有明确的指向。
en_us: It was a new mission that came out yesterday with a high reward and clear goal but the mission did not specifically point to anyone.

source: 昨天那么大的动静，她和玛拉还被麦格带回了家，但并没有看到他的夫人。
en_us: So much happened yesterday and Mag even brought her and Mala back home, but she did not see his wife at all.

source: 昨晚一夜没睡，今早处理了一些事务，她打算去麦米餐厅找麦格先生聊一会，哪怕只是和他一起喝一杯茶，或许能够让她稍稍安定一些。
en_us: She didn't sleep for the whole night. After settling some matters in the morning, she decided to go to Mamy Restaurant to chat with Mag. Even just drinking a cup of tea with him could make her feel a little better.

source: 昨晚他是被抬回来的，直接喝断片了。
en_us: He was carried back home last night. He had passed out from drinking.

source: 昨晚听说老爷可以回家了，做了一桌菜等了一晚，最后却是车夫把喝得烂醉的他给送了回来。
en_us: When she heard that her husband could return last night, she made a table full of food, and waited for him the entire night. In the end, a coachman drove her drunk husband back.

source: 昨晚大将军府被火烧，大将军布卢姆被刺杀的事情，已经在洛都城里传开了，成了人们茶余饭后的一大谈论热点。
en_us: The news of the great general's residence being burnt down and Great General Blum being assassinated last night had already spread in the city of Rodu. It became one of the people's hot after-meal discussion topics.

source: 昨晚操劳过度，今天的一切外出活动取消，只想在家里安心休养一日。
en_us: He worked too hard last night so all outdoor activities were cancelled today. He only wanted to recuperate at home.

source: 昨晚没有睡好的的埃菲揉着惺忪的眼睛，左右看了一眼，一低头才注意到站在门口的艾米，有点惊讶道：“小艾，有什么事吗？”
en_us: Eiffie, who didn't sleep well last night, rubbed her eyes and looked around. She only saw Amy standing at the door when she looked down. Slightly shocked, she said, "Ay, what's up?"

source: 昨晚的事情，今天酒醒之后不断在她脑海中回放，越想越尴尬，看到这一家四口后，更是想找个地缝钻进去。
en_us: Last night's events kept replaying in a loop in her mind after she woke up from her drunken state today. The more she thought about it, the more embarrassed she was. After seeing the family of four, she even wanted to find a hole in the ground and hide away.

source: 昨晚的情况伊琳娜没有多说，只说海伦娜受的伤不比她轻，应该会消停一段时间。
en_us: Irina didn't say much about the situation last night. She only said that Helena's injuries were as bad as hers. The other party shouldn't be making trouble for the time being.

source: 是会被踢出群聊的那种。
en_us: It was the kind that would make it get kicked out of the group chat.

source: 是啊，客人总是这样来来去去，只有味道能让一个客人变得长情。
en_us: Yes. Customers come and go. Only the taste could make a customer loyal.

source: 是熟悉的感觉！
en_us: It was a familiar feeling!

source: 是白兰地的酒香，足够纯粹，窖藏时间也足够长久，和刚刚埃菲倒给他的那杯泰坦酒天差地别。
en_us: It had the frgrance of brandy. It was pure enough and was fermented underground for long enough. It was worlds apart from the one that Eiffie gave him just now.

source: 是的。
en_us: Yes.

source: 是的！
en_us: Yes!

source: 是的，一份价值连城的红烧肉菜谱。
en_us: Yes. A priceless red braised pork's recipe.

source: 是的，他被一个看起来只有四岁的小奶娃拍飞了。
en_us: Yes, he was sent flying by a little girl who seemed to be only four years old.

source: 是的，她开始有点嫉妒伊琳娜了。
en_us: Yes. She was starting to get jealous of Irina.

source: 是的，看到安妮画出来的成品之后，他已经决定要在这部美人鱼中插播一条广告了。
en_us: Yes, after seeing Annie's drawing, he had already decided to add an advertisement in the middle of this version of "The Little Mermaid."

source: 是的，这个女人是一个非常危险的存在。
en_us: Yes. This woman was a very dangerous existence.

source: 是的，这画像和他长得根本一点关系都没有！
en_us: Yes. This drawing looked nothing like him!

source: 是的，非常大的橡木桶。
en_us: Yes, they were humongous oak barrels.

source: 是缸，大茶缸裂了。
en_us: Yes, the big tea mug cracked.

source: 是蛋蛋碎掉的声音。
en_us: It's the sound of balls crushing.

source: 是门口闻到的那款酒，不过酒馆里的酒香更浓郁，也更为诱人。
en_us: It was the aroma of the liquor that he had smelled at the door, but it was much richer and seductive in the tavern.

source: 是颇为地道的白兰地的风味，而且还是历时弥久的陈酿佳品。
en_us: It did resembled an authentic brandy, the very old kind at that.

source: 显然这个自称为‘晞’的女人，有着更符合人类审美的长相，以及超乎想象的科技文明。
en_us: Obviously, this woman called "Xi" had an appearance that appealed more to the human's aesthetic and technology that was beyond imagination.

source: 显然，这是肉眼可见的一家人。
en_us: It was apparent that this was a family.

source: 晞今日在冰原上的表现，给他带来了极大的震撼和启示。
en_us: Xi's performance at the snow plain today gave him an extreme shock and revelation.

source: 晞倒了一杯威士忌，抿了一口，眉头微蹙，有些疑惑的看了眼杯中的酒，又是看了一眼麦格。
en_us: Xi poured a glass of whiskey and took a sip. She frowned slightly. She looked at the liquor in the glass in front of her and then glanced at Mag.

source: 晞停下脚步，突然转身，浅绿色的眼睛锐利的盯住了站在楼梯口那个怀中抱着一本画册的女孩。
en_us: Xi's steps faltered and suddenly turned around. Her light green eyes focused sharply on that girl standing at the staircase with a picture book in her arms.

source: 晞关闭摄像，又是盯着小盅看了好一会。
en_us: Xi turned off the camera and stared at the little soup pot for some time.

source: 晞审视着麦格，沉默了一会，道：“你知道我在意的是什么。”
en_us: Xi looked at Mag judgingly. After a moment of silence, she said, "You knew what I care for."

source: 晞对着镜头解说道。
en_us: Xi talked to the camera.

source: 晞将其捡起，轻轻晃了晃，里面有汤水晃动的声音。
en_us: Xi picked it up and shook it gently. There was the sound of liquid swishing around.

source: 晞将小盅放入加热设备中，然后设定了一个加热时间。
en_us: Xi put the little pot into the heating up facilities and then set a heat-up timing.

source: 晞将镜头拉近。
en_us: Xi pulled the camera closer.

source: 晞平静的观察着这座酒馆，不久之后，她的目光落到了那柜台上。
en_us: Xi calmly obeserved this tavern. Soon after, her gaze landed on that counter.

source: 晞微微点头，收回了手。
en_us: Xi nodded slightly and retracted her hand.

source: 晞微微点头，轻巧的落到了地上，走到那恐怖猎手的身前，伸出右手放在了它仅剩的那只残破的脑袋上。
en_us: Xi nodded and lightly landed onto the ground. She walked to the horror hunter and placed her right hand on its remaining mutilated head.

source: 晞打开小桌板，将加热完成的小盅取出。
en_us: Xi opened up the small dining table and took out the little pot that was heated up.

source: 晞打开摄像装置，对准了小桌板上的小盅和自己，然后伸手揭开了小盅的盖子。
en_us: Xi turned on the video device and focused it on the little pot and herself before removing the cover of the little pot.

source: 晞打开箱子，入目是两打陈旧的九年义务教育教材和三年高考五年模拟真题练习册，其中还夹了两本龙珠的漫画，以及一些诸如老式CRT显像管电视机、老式收音机、航母模型、灭霸手办、黑豹手办、奥特曼变身器……等等奇形怪状的物件。
en_us: Xi opened the box and saw two bundles of the nine years compulsory education's teaching materials, the practice exercise books for the college entry exams, along with two Dragonball comic books, some old CRT television, old radio, an aircraft carrier's model, a Thanos figurine, a Black Panther figurine, an Ultraman Transformer...etc. It was filled weird objects.

source: 晞把镜头拉远，然后用汤勺舀起一勺汤，等待了一会，喂到嘴里。
en_us: Xi put the camera further away before scooping up a spoonful of soup. She waited for a while before feeding it into her mouth.

source: 晞抬起手中的重狙瞄准了麦格，冷漠道：“我是晞，来自古老者，不是神，也不是被封印的入侵者，是一位观察者，现在，你被捕了。”
en_us: Xi aimed her bullpup assault rifle at Mag and coldly said, "I'm Xi, from the Elder Things. I am not a god nor the sealed invaders. I'm an Observer and now, you're under arrest."

source: 晞接住画册，封面上的美人鱼应该来自兰蒂斯特族，画的非常精致美丽，将那美人鱼少女的俏皮与可爱表现的恰到好处。
en_us: Xi caught the picture book. The mermaid on the cover should have come from Lantisde. It was very exquisitely and beautifully drawn. The mermaid maiden's cuteness was perfectly displayed.

source: 晞提着牛皮纸袋包装的酒鬼花生向着门口走去。
en_us: Xi walked to the door with the drunkard peanuts packed in a kraft paper bag.

source: 晞没有说话，只是看着他。
en_us: Xi didn't speak and simply looked at him.

source: 晞点头道：“克苏鲁当年被封印的时候被切分成两截，头部被封印在中心封印点，下半部被封印在天空岛下方。
en_us: Xi nodded, "Cthulhu was cut into two when it was sealed back then. Its head was sealed at the center seal point while its lower half was sealed under the Sky Isle.

source: 晞用催眠的方式抹去了诺亚和梅兰特的部分记忆，然后让麦格他们离开。
en_us: Xi erased part of Noah and Merante's memories by hynoptism before letting them leave with Mag.

source: 晞用勺子舀起了一块鱼翅，刚放到嘴边，便滋溜一下滑进了嘴里。
en_us: Xi used the spoon to scoop up a piece of shark's fins and put it next to her mouth. It glided straight into her mouth.

source: 晞的喉咙滚动了一下。
en_us: Xi's throat moved.

source: 晞的眼睛一下子瞪大，露出了几分不可思议的表情。
en_us: Xi's eyes widened instantly and she showed a disbelief expression.

source: 晞的眼睛一亮，有些不可思议的看着手里的小盅。
en_us: Xi lit up her eyes and stared at the little pot in her hands with disbelief.

source: 晞的眼睛瞪圆了几分，有些不可思议的看着面前的小盅。
en_us: Xi's eyes widened a bit and stared at the little pot in front of her with disbelief.

source: 晞盯着麦格的眼睛看了一会，确认他没有说谎，眉头微皱，只能解释道：“机械就是能帮人们降低工作难度或省力的工具装置，那应该是一个由钢铁构成的大型机械，根据周围的居民反映，昨日有发生地动，你没有感受到吗？”
en_us: Xi stared into Mag's eyes for a while, making sure that he wasn't lying. She frowned slightly and explained, "Machinery are devices that can help people lower their jobs' difficulties or make their jobs easier. It should be a huge machinery that is made of steel. According to the feedback of the surrounding residents, an earthquake happened yesterday. Did you feel it?"

source: 晞看了一眼他的手，微微点了一下头，转身离去。
en_us: Xi flicked a glance at his hand, nodded and then left.

source: 晞看了一眼地上恐怖猎手的尸体，思考了一会，从装备仓中取出了一枚戒指，抛给了麦格。
en_us: Xi looked at the horror hunter's corpse on the ground and considered briefly before taking out a ring from her equipment bay and passed it to Mag.

source: 晞看着一溜烟就跑没影的麦格，看着周遭的一片狼藉，秀气的眉头微皱，转身返回飞船。
en_us: Xi watched Mag run away and disappear. She looked at the surrounding mess with a frown before returning to the spaceship.

source: 晞看着那把突然出现的黑色重剑，神情变得凝重了几分。
en_us: Xi's expression turned solemn when she saw the black heavy sword that suddenly appeared.

source: 晞看着镜头说道。
en_us: Xi said to the camera.

source: 晞看着面前写到一半的观察者日志，思考了一会，默默删除了最后一句话，才继续写下去。
en_us: Xi looked at the half-written Observer's Diary, pondered for a moment and deleted the last sentence before continuing.

source: 晞看着面前空荡荡的小盅，沉默了许久。
en_us: Xi stared at the empty little soup pot in silence for a long time.

source: 晞看着麦格。
en_us: Xi looked at Mag.

source: 晞看着麦格思考了一会，摇了摇头道：“你是一个合格且具有吸引力的引子，或许克苏鲁还会回来找你。”
en_us: Xi looked at Mag and pondered for a moment before shaking her head. "You are a qualified and attractive bait. Perhaps, Cthulhu will come looking for you again."

source: 晞看着麦格，眉头微蹙，这是一个固执的人类，也是一个有些棘手的家伙。
en_us: Xi looked at Mag with a frown. This was a stubborn human and a troublesome fellow.

source: 晞睁开眼睛，看着镜头沉默了一会，又默默喝了一口汤。
en_us: Xi opened her eyes and looked into camera silently for a while before taking another sip quietly.

source: 晞若有所思，还是仰头把杯里的酒喝了。
en_us: Xi was thoughtful, but she still downed the liquor in the glass.

source: 晞还没有赶到，坐在狮鹫上的诺亚先指着北面惊呼道。
en_us: Before Xi even arrived, Noya, who was on the griffin's back, called out as he pointed towards the north.

source: 暮光森林。
en_us: The Twilight Forest.

source: 暴徒现在还被关在他家楼顶呢，昨晚他从他口中获得了一些关于黑市的信息。
en_us: The assailant was still locked up in his attic. Mag had gotten some news about the black market from the assailant last night.

source: 曾经繁荣的中型部落被烧成了一片白地，现场应该是被其他部落的兽人处理过，在部落的中间堆起了一座高高的土堆，立着一根被烧黑的石柱，石柱顶端雕刻着一只猎豹，应该是这个部落的图腾。
en_us: The once-prosperous middle-sized tribe was razed to the ground and reduced to white ashes. The orcs from the other tribes had to have already processed the scene. A tall mound of earth was in the center of the tribe's settlement, and a black, charred stone pillar was stuck on it. A cheetah was engraved on the top of the stone pillar. It should be the totem of this tribe.

source: 最具吃货的实践精神的艾米已经拿起了一颗新的田螺，学着麦格的样子放到嘴边，然后用力一吸。
en_us: Amy, who was a chowhound through andd through, had already picked up an escargot. She copied Mag's action, putting it to her mouth and giving it a hard suck.

source: 最后是经营的问题，作为一家高端酒馆，必须要有匹配的服务和酒馆氛围，这点需要你自己慢慢琢磨。”
en_us: Lastly, it's the issue with operations. As a top-tier tavern, you must have an atmosphere and service that aligns with its standing. This is something you have to think through on your own."

source: 最后被烤成了骨灰。
en_us: It was roasted into ashes eventually.

source: 最后，他还是托词要去衙门录口供，才得以从热情的吃瓜群众中抽身离开。
en_us: In the end, he was only able to escape from the passionate nosy parkers by saying that he had to go to the court to give his statement.

source: 最终诺亚选了一栋位于角落里的黑色二层小楼，一楼原本是一家小茶馆，二楼封闭性较好，老旧的家具一应俱全，而且原主人还留了两床破棉被在这里。
en_us: At last, Noya chose a black two-story building in the corner. The first floor was a little teahouse, while the second floor offered more privacy. There was a complete set of old furniture, and the previous owner even left two beds and blankets behind.

source: 最近风之森林动荡，正是暗夜精灵反攻的机会。
en_us: The Wind Forest was having some upheavals recently. It was the best opportunity for the Night Elves to retaliate.

source: 有了奥尔登这个前车之鉴，估计接下来很长一段时间，都没有人敢在酒馆闹事了。
en_us: With Aulden as a warning, there would probably be no one who would dare to create trouble at the tavern for a long time.

source: 有些出神的埃菲收回了思绪，愣了一会，才想起关闭火炉的进气门，熄火。
en_us: Eiffie, who was deep in thoughts, was stunned for a while. After that, she recalled that she had to close the air valve to the stove to put out the fire.

source: 有人下单，能留下的也是能够接受的起两千铜币一瓶酒的客人，同样点了茅台入座。
en_us: The customers were placing their orders. The customers who stayed behind naturally could afford a bottle of 2000-copper-coins liquor. They, too, placed their orders and took a seat.

source: 有人拿起了刀，走向了那些守卫。
en_us: Some of them picked up the swords and walked towards those guards.

source: 有人认出了埃菲，小声议论着，语气都有些惋惜。
en_us: Some people recognized Eiffie and began to softly discuss in a lamentable tone of voice.

source: 有人认出了阿尔宾，农场里负责宰杀禽畜的瘦猴儿。
en_us: Some of them recognized Albin. He was the skinny guy in charge of slaughtering the animals in the farm.

source: 有人轻呼。
en_us: Someone exclaimed.

source: 有什么办法呢，自己的崽，还是得自己承受着。
en_us: What could he do? This was his child, so he had to bear it.

source: 有伊琳娜帮忙，厨房很快就恢复了原样。
en_us: With Irina's help, the kitchen was soon returned to its original condition.

source: 有关酒鬼花生和凉拌猪耳朵的经验和信息瞬间涌来。
en_us: The experience and information related to the drunkard peanuts and pig ears salad came surging in immediately.

source: 有奴隶精灵高呼！
en_us: Some elven slaves shouted!

source: 有所防备的麦格这次不再那么狼狈，不过依旧后退了十数米。
en_us: Mag, who was prepared, did not end up in a sorry state as he was before. however, he still took a few steps back.

source: 有着高级文明的古老者，不可能把自己放在暗无天日的地下世界受苦受难，说明所谓的地下世界或许和我们思维中的地下世界完全不同。
en_us: It would be impossible for the Elder Things, which were from an advanced civilization would not put themselves in the dark underground to suffer. This meant that the underground world would probably be completely different from what we thought it to be.

source: 有精灵惊呼。
en_us: Some elves exclaimed.

source: 有钱人的生活，就是这样的枯燥且乏味。
en_us: The lifestyle of the rich was just dull and boring.

source: 望天。
en_us: He looked at the sky.

source: 木棍碎裂，断成了数截。
en_us: The wooden pole was smashed into pieces.

source: 本以为难逃一死的伊琳娜身体外升起了一道光罩，将四溅的绿色液体挡住，依旧有点愣神。
en_us: Irina, who thought she was going to die for sure, had a light shield surrounding her and blocked the splashing green liquid. She was still in a daze.

source: 本以为麦格上来会是一顿劈头盖脸臭骂的费奇愣了愣，过一会才回过神来，有些惊讶的看着麦格，“哈迪斯先生，您是想要把之前购买的那些商铺租出去吗？”
en_us: Fitch, who thought that Mag would be here to give him a dressing down, was shocked. After a while, he came back to his senses and lookeed at Mag as he exclaimed, "Mr. Hades, are you intending to rent out the shops that you've purchased recently?"

source: 本来他心里就窝着一团火，这件事更是把他的脾气给激了出来，正好奥尔登凑上来，就当找个泻火的东西吧。
en_us: He was furious to begin with, and this incident completely pushed his temper out. Aulden coincidentally came over, and became the target for him to vent his anger.

source: 本来准备收拾东西回家的老板闻言顿时眼睛一亮，上前笑眯眯的熬：“要不就卖给我吧，也省得客官你们吆喝了。”
en_us: The boss, who was about to pack up and return home, heard that, and his eyes lit up. He went forward, and smilingly said, "Why don't you sell them to me? It will save you the time and effort."

source: 本来已经等待着那暴徒砍下最后一斧的埃菲，也是猛然抬起头来，心中一下子升起了希望。
en_us: Eiffie, who was already waiting for the assailant to strike the last time, looked up suddenly too. Her heart was filled with hope.

source: 本来杂乱挤在一起的孩子们立马自觉的排成了六支队伍，工作人员开始给孩子们发放烤肉串。
en_us: The children, who were squeezing together initially, instantly formed six lines, and the staff members began to hand out the kebabs to the children.

source: 本来还有点犹豫的伊琳娜和安妮，也是伸手拿了一个绿豆糕。
en_us: Irina and Annie, who were still a little hesitant, reached out for the mung bean pastry as well.

source: 本来酒就没有醒全，下楼来又是一通施展魔法，而且还是治疗如此棘手的伤势，所以她又睡着了。
en_us: Since she was not completely sober from the alcohol just now, she fell asleep from exhaustion after using her magic on such a tricky case.
